[
  {
    "ID": 1,
    "NAME": "The Dark Tunnel",
    "STORY": "You find yourself in the eerie expanse of the Dark Tunnel, where the remains of wild animals scatter the surroundings. A daunting descent of 500 stairs leads you towards the cave entrance. Caution is paramount as you traverse the stairs, avoiding lurking vampires and keeping an eye out for concealed treasures. You have the chance to encounter vampires, with a health penalty of -30 points. you can gain 10 coins from entering this room, and there's no village elder interaction or python encounter. Press save to save your progress or press [exit] to exit the game",
    "NAVIGATION": "PRESS 1 TO GO TO Ewe Forest, PRESS 2 TO GO TO Pammy Udo Bunch Dance, PRESS 3 TO GO TO Masquerade Competition,",
    "CHOICE 1": 10,
    "CHOICE 2": 6,
    "CHOICE 3": 12,
    "WIN": 0,
    "LOSS": 0,
    "coins": 10,
    "legend badge": 0,
    "WAREWOLF": 0,
    "VAMPIER": 1,
    "VILLAGE ELDER": 0,
    "PYTHON": 0
  },
  {
    "ID": 2,
    "NAME": "The Cave Entrance",
    "STORY": "Welcome to the Cave Entrance, where a venomous spider guards the passage ahead. You must crawl cautiously and silently to evade its deadly bite to avoid losing your life from its bite, No vampire encounters in this room. you can gain 10 coins from entering this room and no village elder interaction or python encounter. press save to save your progress or press [exit] to exit the game",
    "NAVIGATION": "PRESS 1 TO GO TO Ewe Forest, PRESS 2 TO GO TO Pammy Udo Bunch Dance,  PRESS 3 TO GO TO Egede Spiritual Dance",
    "CHOICE 1": 10,
    "CHOICE 2": 6,
    "CHOICE 3": 15,
    "WIN": 0,
    "LOSS": 0,
    "coins": 10,
    "legend badge": 0,
    "WAREWOLF": 0,
    "VAMPIER": 0,
    "VILLAGE ELDER": 0,
    "PYTHON": 0
  },
  {
    "ID": 3,
    "NAME": "The Python Scrubland",
    "STORY": "You've entered the Python Scrubland, where ancient pythons roam serenely. Disturbing these creatures may lead to unforeseen consequences,  No vampire encounters. You will earn 30 coins. No village elder interaction is available but there's a potential python encounter. Press save to save your progress or press [exit] to exit the game:",
    "NAVIGATION": "PRESS 1 TO GO TO The Cave Entrance, PRESS 2 TO GO TO Ada Ide Chambers , PRESS 3 TO GO TO River Goddess Day,",
    "CHOICE 1": 2,
    "CHOICE 2": 11,
    "CHOICE 3": 18,
    "WIN": 0,
    "LOSS": 0,
    "coins": 10,
    "legend badge": 0,
    "WAREWOLF": 0,
    "VAMPIER": 0,
    "VILLAGE ELDER": 0,
    "PYTHON": 1
  },
  {
    "ID": 4,
    "NAME": "The Enchanted Waterfall Chamber",
    "STORY": "You are welcome to the Enchanted Waterfall Chamber. Enjoy the beautiful view and quiet environment, There are no vampire encounters, but entering this room leads to the woods were werewolf inhabits and this leads to total loss of health = GAME OVER.",
    "NAVIGATION": "PRESS 1 TO GO TO New Yam Festival, PRESS 2 TO GO TO The Python Scrubland, PRESS 3 TO GO TO Bola Festival,",
    "CHOICE 1": 3,
    "CHOICE 2": 17,
    "CHOICE 3": 13,
    "WIN": 0,
    "LOSS": 1,
    "coins": 10,
    "legend badge": 0,
    "WAREWOLF": 1,
    "VAMPIER": 0,
    "VILLAGE ELDER": 0,
    "PYTHON": 0
  },
  {
    "ID": 5,
    "NAME": "The Hidden Chamber of Legends",
    "STORY": "Wow! Congratulations! You have reached the Hidden Chamber of Legends, recieve your legend badge and possible interaction with an elder  to win the game, while no losses are possible. You will gain 10 coins.",
    "NAVIGATION": "PRESS 1 TO GO TO UGA Masquerade Carnival , PRESS 2 TO GO TO The Enchanted Waterfall Chamber, PRESS 3 TO GO TO Ofala Night,",
    "CHOICE 1": 16,
    "CHOICE 2": 19,
    "CHOICE 3": 4,
    "WIN": 1,
    "LOSS": 0,
    "coins": 10,
    "legend badge": 1,
    "WAREWOLF": 0,
    "VAMPIER": 0,
    "VILLAGE ELDER": 1,
    "PYTHON": 0
  },
  {
    "ID": 6,
    "NAME": "Pammy Udo Bunch Dance",
    "STORY": "Have fun with Pammy Udo Bunch cultural Dance -  Immerse yourself in the Pammy Udo Bunch cultural Dance, an engaging experience with the Udo Bunch Cultural Team, Possible vampire encounter with a health penalty of 10 points. Starting with 10 coins and a village elder interaction is not available, as well as python encounters in this room. press save to save the your progress and exit to exit the game.",
    "NAVIGATION": "PRESS 1 TO GO TO Egede Spiritual Dance , PRESS 2 TO GO TO Snail Kingdom, PRESS 3 TO GO TO Ada Ide Chambers,",
    "CHOICE 1": 14,
    "CHOICE 2": 11,
    "CHOICE 3": 15,
    "WIN": 0,
    "LOSS": 0,
    "coins": 10,
    "legend badge": 0,
    "WAREWOLF": 0,
    "VAMPIER": 1,
    "VILLAGE ELDER": 0,
    "PYTHON": 0
  },
  {
    "ID": 7,
    "NAME": "This is Ogburu Kingdom",
    "STORY": "welcome to Ogburu Kingdom. Explore Oba Lake and consider paying homage to gain coin blessings from an Oba, No vampire encounters in this room. plus 10 coins for entering the room with possible Village elder interaction, with no python encounters.  press save to save your progress or press [exit] to exit the game.",
    "NAVIGATION": "PRESS 1 TO GO TO Ewe Forest, PRESS 2 TO GO TO Pammy Udo Bunch Dance, PRESS 3 TO GO TO The Dark Tunnel,",
    "CHOICE 1": 1,
    "CHOICE 2": 6,
    "CHOICE 3": 10,
    "WIN": 0,
    "LOSS": 0,
    "coins": 10,
    "legend badge": 0,
    "WAREWOLF": 0,
    "VAMPIER": 0,
    "VILLAGE ELDER": 1,
    "PYTHON": 0
  },
  {
    "ID": 8,
    "NAME": "Oji Mbaise",
    "STORY": "welcome to Oji Mbaise - Step into Oji Mbaise and immerse yourself in the rich culture of its people. This rooms has No vampire encounters. earn 10 coins for entering the room, No village elder interaction or python encounters., PRESS save to save your progress or press exit to exit the game.",
    "NAVIGATION": "PRESS 1 TO GO TO Gemini Skulls, PRESS 2 TO GO TO The Python Scrubland, PRESS 3 TO GO TO Bola Festival,",
    "CHOICE 1": 3,
    "CHOICE 2": 9,
    "CHOICE 3": 17,
    "WIN": 0,
    "LOSS": 0,
    "coins": 10,
    "legend badge": 0,
    "WAREWOLF": 0,
    "VAMPIER": 0,
    "VILLAGE ELDER": 0,
    "PYTHON": 0
  },
  {
    "ID": 9,
    "NAME": "Gemini Skulls",
    "STORY": "This is Gemini Skulls - Journey to the site where twins, Ejima, were tragically killed in the 1800s. Beware of lingering spirits. Possible vampire encounter with a health penalty of 10 points, and a potential python encounter. also you earn 10 points for entering this room. save to save your progress or press [exit] to exit the game:",
    "NAVIGATION": "PRESS 1 TO GO TO Snail Kingdom, PRESS 2 TO GO TO The Cave Entrance, PRESS 3 TO GO TO The Python Scrubland,",
    "CHOICE 1": 2,
    "CHOICE 2": 14,
    "CHOICE 3": 3,
    "WIN": 0,
    "LOSS": 0,
    "coins": 10,
    "legend badge": 0,
    "WAREWOLF": 0,
    "VAMPIER": 0,
    "VILLAGE ELDER": 0,
    "PYTHON": 1
  },
  {
    "ID": 10,
    "NAME": "Ewe Forest",
    "STORY": "Welcome to the Ewe Forest, Awka - Enter the Ewe Forest of Awka and partake in the ongoing IMO AWKA festival, this festival is dedicated to the gods, Possible vampire encounter with a health penalty of 10 points. you earn 10 coins for entering this room. No village elder interaction, but there's a potential vampire encounter.  press save to save your progress and exit to exit the game.",
    "NAVIGATION": "PRESS 1 TO GO TO This is Ogburu Kingdom , PRESS 2 TO GO TO The Hidden Chamber of Legends, PRESS 3 TO GO TO Ezu River ,",
    "CHOICE 1": 7,
    "CHOICE 2": 5,
    "CHOICE 3": 20,
    "WIN": 0,
    "LOSS": 0,
    "coins": 10,
    "legend badge": 0,
    "WAREWOLF": 0,
    "VAMPIER": 1,
    "VILLAGE ELDER": 0,
    "PYTHON": 0
  },
  {
    "ID": 11,
    "NAME": "Ada Ide Chambers",
    "STORY": "Ada Ide Chambers - Peer into the mirror of life at Ada Ide Chambers, glimpsing into your future with caution, as there may be consequences. this room has no vampire encounters. earn 10 points for entering these room, \"with a minor of health penalty of 50 points. No village elder interaction or python encounters. press save to save your progress or press [exit] to exit the game",
    "NAVIGATION": "PRESS 1 TO GO TO Oji Mbaise , PRESS 2 TO GO TO The Enchanted Waterfall Chamber, PRESS 3 TO GO TO UGA Masquerade Carnival ,",
    "CHOICE 1": 4,
    "CHOICE 2": 8,
    "CHOICE 3": 16,
    "WIN": 0,
    "LOSS": 0,
    "coins": 10,
    "legend badge": 0,
    "WAREWOLF": 0,
    "VAMPIER": 0,
    "VILLAGE ELDER": 0,
    "PYTHON": 0
  },
  {
    "ID": 12,
    "NAME": "Masquerade Competition",
    "STORY": "Witness the grand Enugwu-Ukwu Masquerade Competition, where masquerades from around Anambra perform.  A possible vampire encounter with a health penalty of 10 points, and a village elder interaction is available. earn 10 points for visting the room and a potential python encounter. press save to save your progress or exit to exit the game",
    "NAVIGATION": "PRESS 1 TO GO TO Snail Kingdom, PRESS 2 TO GO T0  This is Ogburu Kingdom  , PRESS 3 TO GO TO Gemini Skulls,",
    "CHOICE 1": 9,
    "CHOICE 2": 7,
    "CHOICE 3": 14,
    "WIN": 0,
    "LOSS": 0,
    "coins": 10,
    "legend badge": 0,
    "WAREWOLF": 0,
    "VAMPIER": 1,
    "VILLAGE ELDER": 0,
    "PYTHON": 1
  },
  {
    "ID": 13,
    "NAME": "New Yam Festival",
    "STORY": "Celebrate the New Yam Festival in Orlu and immerse yourself in the culture of Igbo land,  No vampire encounters. earn 10 coins for visiting the room. No village elder interaction or python encounters.  press save to save your progress or press [exit] to exit the game:",
    "NAVIGATION": "PRESS 1 TO GO TO Oji Mbaise , PRESS 2 TO GO TO Ofala Night, PRESS 3 TO GO TO The Enchanted Waterfall Chamber,",
    "CHOICE 1": 4,
    "CHOICE 2": 8,
    "CHOICE 3": 19,
    "WIN": 0,
    "LOSS": 0,
    "coins": 10,
    "legend badge": 0,
    "WAREWOLF": 0,
    "VAMPIER": 0,
    "VILLAGE ELDER": 0,
    "PYTHON": 0
  },
  {
    "ID": 14,
    "NAME": "Snail Kingdom",
    "STORY": "Explore the unique Snail Kingdom of Nnewi and its peculiarities. Earn 10 coins for entering this room, No possible vampire encounters. No village elder interaction or python encounters. press save to save your progress or press [exit] to exit the game:",
    "NAVIGATION": "PRESS 1 TO GO TO Ada Ide Chambers, PRESS 2 TO GO TO The Cave Entrance, PRESS 3 TO GO TO Egede Spiritual Dance ,",
    "CHOICE 1": 2,
    "CHOICE 2": 11,
    "CHOICE 3": 15,
    "WIN": 0,
    "LOSS": 0,
    "coins": 10,
    "legend badge": 0,
    "WAREWOLF": 0,
    "VAMPIER": 0,
    "VILLAGE ELDER": 0,
    "PYTHON": 0
  },
  {
    "ID": 15,
    "NAME": "Egede Spiritual Dance",
    "STORY": "This is Egede Spiritual Dance -  Engage in the vibrant Egede Spiritual Dance experience. No possible vampire encounters. Earn 10 coins. No village elder interaction or python encounters. press save to save your progress or press [exit] to exit the game: \")",
    "NAVIGATION": "PRESS 1 TO GO TO Masquerade Competition, PRESS 2 TO GO TO Bola Festival, PRESS 3 TO GO TO New Yam Festival,",
    "CHOICE 1": 12,
    "CHOICE 2": 17,
    "CHOICE 3": 13,
    "WIN": 0,
    "LOSS": 0,
    "coins": 10,
    "legend badge": 0,
    "WAREWOLF": 0,
    "VAMPIER": 0,
    "VILLAGE ELDER": 0,
    "PYTHON": 0
  },
  {
    "ID": 16,
    "NAME": "UGA Masquerade Carnival",
    "STORY": "Welcome to UGA Masquerade Carnival - Witness the grand UGA Masquerade Carnival. No possible vampire encounters. Earn 10 coins. No village elder interaction or python encounters.press save to save your progress or press [exit] to exit the game:",
    "NAVIGATION": "PRESS 1 TO GO TO Ofala Night, PRESS 2 TO GO TO Ezu River , PRESS 3 TO GO TO New Yam Festival,",
    "CHOICE 1": 13,
    "CHOICE 2": 19,
    "CHOICE 3": 20,
    "WIN": 0,
    "LOSS": 0,
    "coins": 10,
    "legend badge": 0,
    "WAREWOLF": 0,
    "VAMPIER": 0,
    "VILLAGE ELDER": 0,
    "PYTHON": 0
  },
  {
    "ID": 17,
    "NAME": "Bola Festival",
    "STORY": "Welcome to Bola Festival - Indulge in the Bola Festival by savoring its culinary delights, Possible python encounter and also earn 10 coins for entering this room. No vampire encounters or village elder interactions. save to save your progress or press [exit] to exit the game:",
    "NAVIGATION": "PRESS 1 TO GO TO ROOM 3, PRESS 2 TO GO TO Gemini Skulls, PRESS 3 TO GO TO Snail Kingdom,",
    "CHOICE 1": 14,
    "CHOICE 2": 1,
    "CHOICE 3": 9,
    "WIN": 0,
    "LOSS": 0,
    "coins": 10,
    "legend badge": 0,
    "WAREWOLF": 0,
    "VAMPIER": 0,
    "VILLAGE ELDER": 0,
    "PYTHON": 1
  },
  {
    "ID": 18,
    "NAME": "River Goddess Day",
    "STORY": "Join in the celebration of River Goddess Day, where wishes for wealth can be made, and knowledge can be gained from an elder. You have earned 10 coins for entering this room,  No vampire and python encounters.press save to save your progress or press [exit] to exit the game.",
    "NAVIGATION": "PRESS 1 TO GO TO The Hidden Chamber of Legends, PRESS 2 TO GO TO River Goddess Day, PRESS 3 TO GO TO Ezu River,",
    "CHOICE 1": 18,
    "CHOICE 2": 5,
    "CHOICE 3": 20,
    "WIN": 0,
    "LOSS": 0,
    "coins": 10,
    "legend badge": 0,
    "WAREWOLF": 0,
    "VAMPIER": 0,
    "VILLAGE ELDER": 1,
    "PYTHON": 0
  },
  {
    "ID": 19,
    "NAME": "Ofala Night",
    "STORY": "Experience the Ofala Night Ceremony at Igwe Place, where you can receive blessings and interact with Igwe for new year's blessings. You have earned 10 coins for entering this room,  No possiblity of vampire encounters, village elder interaction or python encounters.. press save to save your progress or press [exit] to exit the game:",
    "NAVIGATION": "PRESS 1 TO GO TO Masquerade Competition, PRESS 2 TO GO TO Oji Mbaise, PRESS 3 TO GO TO UGA Masquerade Carnival,",
    "CHOICE 1": 8,
    "CHOICE 2": 16,
    "CHOICE 3": 12,
    "WIN": 0,
    "LOSS": 0,
    "coins": 10,
    "legend badge": 0,
    "WAREWOLF": 0,
    "VAMPIER": 0,
    "VILLAGE ELDER": 0,
    "PYTHON": 0
  },
  {
    "ID": 20,
    "NAME": "Ezu River",
    "STORY": "This is Ezu River - Receive blessings at Ezu River before you depart, restoring your health and providing a 10 coin bonus. Interact with an elder for knowledge,  No vampire encounters and there are no python encounters, press save to save your progress or press [exit] to exit the game.",
    "NAVIGATION": "PRESS 1 TO GO The Hidden Chamber of Legends, PRESS 2 TO GO TO River Goddess Day, PRESS 3 TO GO TO This is Ogburu Kingdom",
    "CHOICE 1": 5,
    "CHOICE 2": 7,
    "CHOICE 3": 18,
    "WIN": 0,
    "LOSS": 0,
    "coins": 10,
    "legend badge": 0,
    "WAREWOLF": 0,
    "VAMPIER": 0,
    "VILLAGE ELDER": 1,
    "PYTHON": 0
  }
]